Repository: wp-plugins/javascript-autoloader
Catalog: languages/jsautoload_general-*.po
Languages: es_es

source: Like this Plugin?
es_es: ¿Le gusto el Plugin?

source: Please rate the plugin
es_es: Por favor califique este Plugin

source: Plugin homepage
es_es: Página web del Plugin

source: Author homepage
es_es: Página web del Autor

source: Authors Google+ Page
es_es: Sitio en Google+ del Autor

source: Authors facebook Page
es_es: Facebook del Autor

source: Need help?
es_es: ¿Necesita ayuda?

source: Take a look at the FAQ section
es_es: ¿Dudas? Eche un vistazo a la sección de Preguntas Frecuentes

source: Take a look at the Support section
es_es: Vea nuestra sección de Soporte

source: Feel free to contact the Author
es_es: No dude en ponerse en contacto con el Autor
